[
  {
    "tag": "Bulbasaur",
    "patterns": "A small, quadrupedal creature with blue-green skin, a bulbous plant sprouting from its back, and large red eyes and is called Bulbasaur.\nA dual-type Grass/Poison Pokemon with a bluish-green body, a large plant bulb on its back, and beady red eyes and is called Bulbasaur.\nA reptilian Pokemon with a small stature, blue-green skin, and a large plant bulb on its back that grows and evolves as it gains experience and is called Bulbasaur.\nA starter Pokemon that resembles a small dinosaur with blue-green skin, a plant bulb on its back, and sharp, pointed teeth and is called Bulbasaur.\nA creature that is the first in the National Pokedex and is often chosen as a starter Pokemon due to its balanced Grass/Poison typing and is called Bulbasaur.",
    "responses": [
      "Bulbasaur"
    ]
  },
  {
    "tag": "Ivysaur",
    "patterns": "A grass/poison type Pokemon with a bulb on its back that grows into a large flower and is called Ivysaur.\nA lizard-like Pokemon with a blue-green body, a bulb on its back, and razor-sharp leaves and is called Ivysaur.\nA seed Pokemon with a plant bulb on its back that slowly evolves into a Venusaur and is called Ivysaur.\nA Pokemon with large flowers blooming on its back and is called Ivysaur.\nA quadruped Pokemon with blue-green skin, razor-sharp leaves, and a bulb on its back and is called Ivysaur.",
    "responses": [
      "Ivysaur"
    ]
  },
  {
    "tag": "Venusaur",
    "patterns": "A large, quadrupedal Pokemon with a blue/green body, a wide, flower-like structure on its back, and razor-sharp leaves as its primary weapon and is called Venusaur.\nA bulky quadruped Pokemon that is extremely strong and can quickly whip its vine before it turns as hard as an iron staff and is called Venusaur.\nA dinosaur-like Pokemon with a large, plant-like flower blooming on its back, which is yellow and emits a pleasant fragrance and is called Venusaur.\nA fully grown Venusaur is a massive beast that should be facing danger with its sharp claws fully extended and is called Venusaur.\nA powerful Pokemon with a large flower bulb on its back that releases a strong, sweet scent to lure in its prey and is called Venusaur.",
    "responses": [
      "Venusaur"
    ]
  },
  {
    "tag": "Charmander",
    "patterns": "A small, fire-breathing reptilian creature with an orange body, a cream-colored belly, and a flame burning at the tip of its tail and is called Charmander.\n\nA Pokemon resembling a small dinosaur, with an orange body, a long tail with a flame on the end, and has the ability to breathe fire and is called Charmander.\n\nA fire-type Pokemon with a lizard-like appearance, characterized by its small stature, orange scales, and a flame emitting from its tail and is called Charmander.\n\nA creature with a bipedal, reptilian-like body covered in orange scales, a cream-colored underbelly, and a flame at the end of its tail and is called Charmander.\n\nA Pokemon known for its fiery nature and iconic flame on its tail, and it is called Charmander.",
    "responses": [
      "Charmander"
    ]
  },
  {
    "tag": "Charmeleon",
    "patterns": "A Pokemon that resembles a small dinosaur with orange scales and a fiery tail and is called Charmeleon.\nA bipedal Pokemon with a reptilian appearance and a flame on its tail, known as Charmeleon.\nA fiery Pokemon with a dragon-like appearance, characterized by its orange scales and menacing gaze, known as Charmeleon.\nA species known for its fierce attitude and fiery demeanor, with a distinctive flame on its tail, commonly referred to as Charmeleon.\nA Pokemon that evolves from Charmander, featuring a more mature and intimidating appearance with stronger flames and sharper claws, known as Charmeleon.",
    "responses": [
      "Charmeleon"
    ]
  },
  {
    "tag": "Charizard",
    "patterns": "A dragon-like Pokemon with a long, fiery tail and wings that can fly at incredibly high speeds and is called Charizard.\nA large, orange dragon-like creature with a blue underside, wings, and a flame at the end of its tail and is called Charizard.\nA powerful fire-type Pokemon with flame-colored scales and the ability to breathe intense blasts of fire and is called Charizard.\nA fearsome Pokemon with a mix of dragon and flying characteristics, known for its ability to unleash devastating fire attacks and is called Charizard.\nA popular and iconic Pokemon with a fearsome appearance, featuring sharp claws, formidable wings, and a fiery breath and is called Charizard.",
    "responses": [
      "Charizard"
    ]
  },
  {
    "tag": "Squirtle",
    "patterns": "A small turtle-like Pokemon with light blue skin, a long tail, and large, round eyes that is called Squirtle.\nA cute and adorable Pokemon that resembles a baby turtle with a blue body, a shell on its back, and a playful expression and is called Squirtle.\nA water-type Pokemon that has a tough shell on its back, a small squirrel-like tail, and small ears, and is called Squirtle.\nA Pokemon with a blue body, a shell on its back that doubles as its protective armor, and a tail that resembles that of a squirrel and is called Squirtle.\nA tiny, aqua-colored Pokemon with a shell-shaped body, long ears, and a tail that curls inward and is called Squirtle.",
    "responses": [
      "Squirtle"
    ]
  },
  {
    "tag": "Wartortle",
    "patterns": "A blue, turtle-like Pokemon with a shell and two large, furry ears on its head and is called Wartortle.\nA medium-sized, bipedal Pokemon with blue skin, a long, furry tail, and a shell on its back that is called Wartortle.\nA water-type Pokemon known for its bluish skin, furry ears, and the shell on its back, which is called Wartortle.\nA Pokemon resembling a turtle with blue skin, a tail, and a shell on its back and is called Wartortle.\nA creature that resembles a combination of a turtle and a bipedal creature with blue skin and a shell on its back called Wartortle.",
    "responses": [
      "Wartortle"
    ]
  },
  {
    "tag": "Blastoise",
    "patterns": "A large, blue, turtle-like Pokemon with a heavy, gray shell and powerful water cannons on its back and is called Blastoise.\nA Pokemon known for its sturdy shell, which it uses to launch powerful water attacks and is called Blastoise.\nA heavily armored, blue Pokemon with a mighty water cannon on its back and is called Blastoise.\nA bulky and muscular turtle-like creature with cannons on its back that shoot high-pressure blasts of water and is called Blastoise.\nA fully evolved Water-type Pokemon with a tough shell, capable of firing water blasts with incredible force and is called Blastoise.",
    "responses": [
      "Blastoise"
    ]
  },
  {
    "tag": "Caterpie",
    "patterns": "A small, green caterpillar-like Pokemon with a segmented body and tiny, stubby legs that is called Caterpie.\nA bug-type Pokemon with a yellow underbelly and a green body covered in a thick coat of soft fur, and is called Caterpie.\nA Pokemon that resembles a green caterpillar with a cream-colored underside and is known as Caterpie.\nA worm-like Pokemon with a green body and a cream-colored underside and is commonly referred to as Caterpie.\nA Pokemon with a soft, green body and large, round eyes that is known as Caterpie.",
    "responses": [
      "Caterpie"
    ]
  },
  {
    "tag": "Metapod",
    "patterns": "A green-colored Pokemon with a chrysalis-like appearance and is called Metapod.\nA bug-type Pokemon with a hard shell and is called Metapod.\nA Pokemon that resembles a green cocoon with a small slit for its eyes and is called Metapod.\nA Pokemon that undergoes a process of hardening its shell to protect itself and is called Metapod.\nA stage of evolution for Caterpie, where it transforms into a green pupa-like Pokemon and is called Metapod.",
    "responses": [
      "Metapod"
    ]
  },
  {
    "tag": "Butterfree",
    "patterns": "A butterfly-like creature with large wings and vibrant colors that is called Butterfree.\nA Pokemon resembling a butterfly with large wings, purple eyes, and a yellow body that is called Butterfree.\nA graceful, flying insect-like Pokemon with large wings that are covered in colorful patterns and is called Butterfree.\nA bug-type Pokemon that transforms from Caterpie and has wings that are patterned with black, blue, and yellow colors and is called Butterfree.\nA Pokemon that resembles a butterfly with two pairs of wings, a purple body, and large antennae on its head and is called Butterfree.",
    "responses": [
      "Butterfree"
    ]
  },
  {
    "tag": "Weedle",
    "patterns": "A small, bug-like Pokemon with a yellow body and a sharp stinger on its head and is called Weedle.\nA caterpillar-like creature with a striped yellow body and a poisonous stinger on its head and is called Weedle.\nA small Pokemon that resembles a larva with a round, yellow body and a needle-like stinger on its head and is called Weedle.\nA bug-type Pokemon with a yellow, segmented body covered in tiny spikes and a sharp stinger on its head and is called Weedle.\nA creature with a yellow, cylindrical body covered in tiny hairs and a pointed stinger on its head and is called Weedle.",
    "responses": [
      "Weedle"
    ]
  },
  {
    "tag": "Kakuna",
    "patterns": "Kakuna is a Pokemon that appears to be a yellow chrysalis or cocoon-like creature. It has a hardened shell that is primarily yellow with black stripes on its sides. Kakuna has a round body with small, stubby arms and a pair of red eyes visible through the openings in its shell. It also has a small, pointed stinger at the top of its body. The overall appearance of Kakuna gives off a sense of durability and defensive capabilities.",
    "responses": [
      "Kakuna"
    ]
  },
  {
    "tag": "Beedrill",
    "patterns": "A large, wasp-like creature with yellow and black striped abdomen and two pairs of wings and is called Beedrill.\nA Pokemon with an intimidating appearance, resembling a giant bee with a yellow and black striped body and two large stingers and is called Beedrill.\nA bug and poison type Pokemon that has a distinctly bee-like appearance, with a slender yellow body, four wings, and a large stinger and is called Beedrill.\nA Pokemon that has a very fierce appearance, with sharp, needle-like stingers on its forearms and a large stinger on its abdomen, and is called Beedrill.\nA venomous Bug/Poison type Pokemon with a yellow and black striped body, two pairs of wings, and sharp stingers and is called Beedrill.",
    "responses": [
      "Beedrill"
    ]
  },
  {
    "tag": "Pidgey",
    "patterns": "Pidgey is a small, bird-like Pokemon with brown feathers on its head and back, and a cream-colored underbelly. It has large, round eyes and a short, hooked beak. Pidgey has small wings that allow it to fly short distances, and it has a short, stubby tail. This Pokemon is known for its ability to use its keen eyesight to spot its prey from great distances. Pidgey is often found in grassy areas and forests.",
    "responses": [
      "Pidgey"
    ]
  },
  {
    "tag": "Pidgeotto",
    "patterns": "A large bird-like Pokemon with brown feathers, a crest on its head, and sharp talons that is called Pidgeotto.\nA dual-type Normal/Flying Pokemon with a brown body, large wings, and a pointed beak that is called Pidgeotto.\nAn avian Pokemon that evolves from Pidgey and has a distinctive plumage of brown feathers, a crest on its head, and a wingspan that is called Pidgeotto.\nA strong, aerial Pokemon known for its agility and excellent hunting skills, and is called Pidgeotto.\nA species of Pokemon known for its ability to fly effortlessly and gracefully through the sky, and is called Pidgeotto.\nA bird-like Pokemon that is known for its keen eyesight and ability to spot prey from great distances, and is called Pidgeotto.",
    "responses": [
      "Pidgeotto"
    ]
  },
  {
    "tag": "Pidgeot",
    "patterns": "A majestic bird Pokemon with long, flowing feathers and a large wingspan that is called Pidgeot.\nA powerful avian Pokemon with a sharp beak, glossy plumage, and a majestic crest on its head that is called Pidgeot.\nA bird-like Pokemon with a graceful appearance, featuring a beautiful pattern of brown and cream-colored feathers, and a prominent crest on its head that is called Pidgeot.\nA Pokemon with an elegant and regal presence, sporting a magnificent wingspan and a tuft of feathers on its head that is called Pidgeot.\nA majestic and formidable flying Pokemon with a magnificent plumage and a distinctive crest on its head that is called Pidgeot.",
    "responses": [
      "Pidgeot"
    ]
  },
  {
    "tag": "Rattata",
    "patterns": "A small, purple mouse-like Pokemon with large front teeth and is called Rattata.\nA rodent-like creature with a slender body, purple fur, and long whiskers and is called Rattata.\nA small, ground-dwelling Pokemon with a round body covered in purple fur and is called Rattata.\nA common sight in grassy areas, Rattata is a small, purple Pokemon that resembles a mouse.\nRattata is a small, purple rodent Pokemon with large, round ears and a pair of long incisors.\nRattata is a small, purple Pokemon known for its long, sharp fangs and excellent burrowing ability.",
    "responses": [
      "Rattata"
    ]
  },
  {
    "tag": "Raticate",
    "patterns": "A large, rat-like Pokemon with orange fur and a long tail and is called Raticate.\nA chubby, mouse-like Pokemon with a large body covered in brown fur and is called Raticate.\nA dual-type Normal-type Pokemon with a large body covered in brown fur and is called Raticate.\nA Pokemon that evolves from Rattata and has a more intimidating appearance and is called Raticate.\nA species of Pokemon known for its sharp teeth and strong biting ability and is called Raticate.",
    "responses": [
      "Raticate"
    ]
  },
  {
    "tag": "Spearow",
    "patterns": "A small, brown bird-like Pokemon with a sharp beak and large wings that is called Spearow.\nA common sight in grasslands, this bird Pokemon has a long, thin beak and powerful wings and is called Spearow.\nA small, aggressive Pokemon that resembles a bird with brown feathers and a pointed beak and is called Spearow.\nA small avian Pokemon with a brown body and a long, pointed beak that is called Spearow.\nA swift flyer with a brown body and a sharp beak, this bird Pokemon is known as Spearow.",
    "responses": [
      "Spearow"
    ]
  },
  {
    "tag": "Fearow",
    "patterns": "A large bird-like Pokemon with a long sharp beak, wings, and a sleek body that is called Fearow.\nA brown-feathered creature with a long neck and a pointed beak that is known as Fearow.\nA bird Pokemon with a powerful beak and excellent vision that is named Fearow.\nA creature that resembles a bird of prey with sharp claws and a sharp beak that is called Fearow.\nA tall, bird-like Pokemon with a long neck, large wings, and sharp talons that is known as Fearow.",
    "responses": [
      "Fearow"
    ]
  },
  {
    "tag": "Ekans",
    "patterns": "A purple, snake-like Pokemon with a cream-colored underside and is called Ekans.\nA serpent-like Pokemon covered in purple scales and has a rattle at the end of its tail and is called Ekans.\nA venomous snake Pokemon with a coiled body and a large red \"Z\" shape on its chest and is called Ekans.\nA serpentine Pokemon with a long, thin body and a pair of yellow eyes and is called Ekans.\nA sneaky Pokemon known for its ability to silently approach its prey without making any sound and is called Ekans.",
    "responses": [
      "Ekans"
    ]
  },
  {
    "tag": "Arbok",
    "patterns": "A snake-like Pokemon with a large, hood-like pattern on its neck and is called Arbok.\nA venomous snake Pokemon with a distinctive pattern of yellow and purple on its body and is called Arbok.\nA serpentine Pokemon with a fearsome appearance and is called Arbok.\nA menacing-looking snake Pokemon with sharp fangs and is called Arbok.\nA reptilian Pokemon with a hypnotic gaze and is called Arbok.",
    "responses": [
      "Arbok"
    ]
  },
  {
    "tag": "Pikachu",
    "patterns": "[\n  \"A yellow creature with red cheeks that can produce electricity and is called Pikachu.\",\n  \"A small, cute mouse-like Pokemon with long yellow ears that are tipped with black and is called Pikachu.\",\n  \"A round, chubby creature covered in bright yellow fur with black-tipped ears and large eyes and is called Pikachu.\",\n  \"A Pokemon that was designed around the concept of electricity and is called Pikachu.\",\n  \"A species of Pokemon that is widely considered to be the most popular and well-known Pokemon species and is called Pikachu.\",\n  \"A small, electric-type Pokemon that resembles a yellow mouse and is called Pikachu.\",\n  \"A rodent-like Pokemon with yellow fur and a long, thin tail with a lightning bolt-shaped end and is called Pikachu.\",\n  \"A small, bipedal Pokemon that has yellow fur and long ears with black tips and is called Pikachu.\",\n  \"A Pokemon that is known for its cute appearance, bright yellow color, and ability to generate electricity and is called Pikachu.\",\n  \"A popular Pokemon that has bright yellow fur, black eyes, and red cheeks and is called Pikachu.\"\n]",
    "responses": [
      "Pikachu"
    ]
  },
  {
    "tag": "Raichu",
    "patterns": "A yellow creature with pointed ears and a long, thin tail that is called Raichu.\nA rodent-like Pokemon with orange fur and a lightning bolt-shaped tail that is called Raichu.\nAn evolved form of Pikachu, Raichu has a round body covered in yellow fur and long, thin limbs.\nA bipedal Pokemon with orange fur, a lightning bolt-shaped tail, and pointy ears that is called Raichu.\nRaichu is a Pokemon known for its electrical abilities and often appears with a mischievous grin.",
    "responses": [
      "Raichu"
    ]
  },
  {
    "tag": "Sandshrew",
    "patterns": "A Pokemon covered in a tough, yellowish-brown exoskeleton and is called Sandshrew.\nA small, spiky creature with a cream-colored body covered in dry, desert sand and is called Sandshrew.\nA mammalian Pokemon with a thick hide and is called Sandshrew.\nA ground-dwelling creature that resembles a small, armadillo-like Pokemon and is called Sandshrew.\nA compact, quadrupedal Pokemon that is well equipped for digging and is called Sandshrew.",
    "responses": [
      "Sandshrew"
    ]
  },
  {
    "tag": "Sandslash",
    "patterns": "A spiky, ground-type Pokemon that resembles a hedgehog and is called Sandslash.\nA sand-dwelling creature with large, sharp claws and a spiky back and is called Sandslash.\nA bipedal, mammalian Pokemon covered in yellow fur with a large, spiky tail and is called Sandslash.\nA heavily armored Pokemon with sharp claws and a tough, defensive body and is called Sandslash.\nA territorial Pokemon known for its ability to curl up into a ball and roll at high speeds and is called Sandslash.",
    "responses": [
      "Sandslash"
    ]
  },
  {
    "tag": "Nidoran",
    "patterns": "[\n  \"A small and poison type Pokemon that resembles a rabbit or feline and is called Nidoran.\",\n  \"A small and pink-colored Pokemon with large ears and a horn on its head that is called Nidoran.\",\n  \"A rabbit-like Pokemon with large ears and a single horn on its head and is called Nidoran.\",\n  \"A gender-based Pokemon species with the male version being blue and the female version being pink and is called Nidoran.\",\n  \"A Pokemon that has a gentle temperament but becomes aggressive when threatened and is called Nidoran.\",\n \"A small, rabbit-like Pokemon with large ears and powerful hind legs that is called Nidoran.\",\n  \"A purple, rabbit-like Pokemon with long ears and a small horn on its forehead that is called Nidoran.\",\n  \"A small, rabbit-like creature with lavender-colored fur and a single horn on its forehead that is called Nidoran.\",\n  \"A gender-specific species of Pokemon that has a rabbit-like appearance and is called Nidoran.\",\n  \"A Pokemon with a rabbit-like body and a small horn on its forehead that is called Nidoran.\",\n  \"A small, rabbit-like Pokemon known for its distinct gender differences and is called Nidoran.\",\n  \"A dual-type Poison Pokemon with small, rabbit-like features and a horn on its forehead and is called Nidoran.\"\n]",
    "responses": [
      "Nidoran"
    ]
  },
  {
    "tag": "Nidorina",
    "patterns": "A sleek, elegant quadrupedal Pokemon with pale blue fur, a gentle expression, and a female counterpart to Nidorino. It has small, spiky ears, large eyes, and a slender body, and it is called Nidorina.\n\nA graceful Pokemon with light blue fur and a serene demeanor. Nidorina has a slender body, small ears, and large, round eyes. It is often found in the company of its counterpart, Nidorino.\n\nNidorina is a beautiful Pokemon with a slender body and delicate pale blue fur. It has small, elegant ears and large, expressive eyes. This Pokemon is known for its grace and poise, and it is called Nidorina.\n\nA quadrupedal Pokemon with a gentle appearance and pale blue fur. Nidorina has a slender body, small, pointed ears, and large, round eyes. It is the evolved form of Nidoran and is often found in the company of its counterpart, Nidorino.\n\nNidorina is a feminine and elegant Pokemon with pale blue fur, a slender body, and graceful movements. It has small, spiky ears and large, round eyes. This Pokemon is known for its beauty and is called Nidorina.",
    "responses": [
      "Nidorina"
    ]
  },
  {
    "tag": "Nidoqueen",
    "patterns": "A large, powerful Pokemon with a tough, armored body that resembles a dinosaur and is called Nidoqueen.\nA Pokemon that resembles a bipedal dinosaur with a sturdy body and is called Nidoqueen.\nA striking Pokemon with a regal appearance and a bulky, feminine body that is called Nidoqueen.\nA fearsome-looking Pokemon with a muscular build, a thick tail, and a crown-like structure on its head and is called Nidoqueen.\nA queen-like Pokemon with a venomous horn and a robust, imposing figure that is called Nidoqueen.\nA Pokemon known for its strong defensive capabilities and its ability to protect its territory and is called Nidoqueen.\nA creature with a powerful, intimidating presence and a large, imposing stature that is called Nidoqueen.\nA Pokemon that displays a combination of elegance and strength in its appearance and is called Nidoqueen.\nA majestic Pokemon with a well-built body and a crown-like crest on its head that is called Nidoqueen.\nA formidable Pokemon with a bulky, imposing frame and a powerful-looking appearance that is called Nidoqueen.",
    "responses": [
      "Nidoqueen"
    ]
  },
  {
    "tag": "Nidorino",
    "patterns": "A blue, bipedal Pokemon with a horn on its forehead and is called Nidorino.\nA large, dark blue Pokemon with a horn on its forehead and is called Nidorino.\nA fierce-looking Pokemon with a rugged, dark blue body and a horn on its forehead and is called Nidorino.\nA powerful, male-only Pokemon with a horn on its forehead and is called Nidorino.\nA Poison-Type Pokemon that evolves from Nidoran and is called Nidorino.",
    "responses": [
      "Nidorino"
    ]
  },
  {
    "tag": "Nidoking",
    "patterns": "A large, powerful Pokemon with a rhinoceros-like appearance and is called Nidoking. \nA fearsome-looking Pokemon with a horn on its head and a muscular build and is called Nidoking. \nA creature resembling a mix between a rhinoceros and a dinosaur, with a tough, armored body and is called Nidoking. \nA Poison/Ground type Pokemon with a bipedal stance and a characteristic horn on its forehead and is called Nidoking. \nA Pokemon known for its strength, durability, and horn-drilling attacks and is called Nidoking.",
    "responses": [
      "Nidoking"
    ]
  },
  {
    "tag": "Clefairy",
    "patterns": "A pink, fairy-like creature with short, stubby arms and wings on its back and is called Clefairy.\nA small, cute Pokemon with a round, pink body and long, rabbit-like ears and is called Clefairy.\nA Pokemon known for its adorable appearance, with a fluffy, pink body and a curled tail and is called Clefairy.\nA fairy-type Pokemon that is often seen dancing in moonlight and is called Clefairy.\nA species of Pokemon that is said to live on the moon and is called Clefairy.",
    "responses": [
      "Clefairy"
    ]
  },
  {
    "tag": "Clefable",
    "patterns": "A fairy-type Pokemon with a plump, round body covered in pale pink fur and is called Clefable.\nA bipedal Pokemon with a fairy-like appearance and a crescent-shaped ornament on its forehead and is called Clefable.\nA pink, fairy-like creature with long, pointed ears and big, expressive eyes and is called Clefable.\nA Pokemon known for its ability to float gracefully through the air and is called Clefable.\nA moon-shaped Pokemon with a soft, cuddly appearance and is called Clefable.",
    "responses": [
      "Clefable"
    ]
  },
  {
    "tag": "Vulpix",
    "patterns": "A small, fox-like Pokemon covered in beautiful, silky, snow-white fur with six fluffy tails that is called Vulpix.\nA graceful and elegant Pokemon with a slender body, covered in rich, fiery-red fur and possessing six magnificent tails and is called Vulpix.\nA cute and charming Pokemon resembling a small fox with a cream-colored fur that becomes more beautiful and warm as it evolves into Ninetales and is called Vulpix.\nA quadruped Pokemon resembling a fox with a thick coat of luxurious, golden fur that becomes more radiant as it evolves into Ninetales and is called Vulpix.\nA Pokemon known for its ability to produce fire from its mouth and covered in a beautiful coat of snow-white fur with nine magnificent tails and is called Vulpix.",
    "responses": [
      "Vulpix"
    ]
  },
  {
    "tag": "Ninetales",
    "patterns": "Ninetales is a graceful and elegant Pokemon with a captivating appearance. It is a fox-like creature with a slender, graceful body covered in beautiful, long, flowing orange fur. It possesses nine long, lush tails that shimmer with a mesmerizing golden aura. At the tips of its tails, there are flame-like extensions that emit a warm and gentle glow. Its piercing ice-blue eyes exude an air of wisdom and intelligence. Ninetales carries an aura of mystique and enchantment, making it a truly remarkable sight to behold.",
    "responses": [
      "Ninetales"
    ]
  },
  {
    "tag": "Jigglypuff",
    "patterns": "Jigglypuff is a small, round, pink Pokemon with a tuft of wavy, fluffy hair on its forehead. It has big blue eyes and a smile that can put anyone to sleep. Jigglypuff's body is covered in soft, rubbery skin, and it has stubby arms and legs. This Pokemon is known for its ability to sing a lullaby that can lull its foes to sleep. Jigglypuff is one of the cutest and most iconic Pokemon in the first generation.",
    "responses": [
      "Jigglypuff"
    ]
  },
  {
    "tag": "Wigglytuff",
    "patterns": "[\n  \"A round, pink Pokemon with rabbit-like ears, large blue eyes, and a cute smile and is called Wigglytuff.\",\n  \"A fairy-type Pokemon that resembles a balloon with a round body, stubby arms, and fluffy fur and is called Wigglytuff.\",\n  \"A fluffy, pink creature with rabbit-like ears, round blue eyes, and a big, friendly smile and is called Wigglytuff.\",\n  \"A Pokemon with a round, balloon-like body covered in soft, pink fur, and a wide grin on its face and is called Wigglytuff.\",\n  \"A cute and cuddly Pokemon with a round, fluffy body, rabbit-like ears, and a cheerful expression and is called Wigglytuff.\",\n  \"A pink, balloon-like Pokemon with rabbit-like ears, large blue eyes, and a happy, friendly expression and is called Wigglytuff.\"\n]",
    "responses": [
      "Wigglytuff"
    ]
  },
  {
    "tag": "Zubat",
    "patterns": "A small, bat-like Pokemon with purple-blue skin, large pointy ears, and fangs that is called Zubat.\nA flying Pokemon with a wingspan of around 2 feet and is called Zubat.\nA creature that resembles a bat and has no eyes, but uses its ultrasonic waves to navigate and is called Zubat.\nA Pokemon with a wingspan of around 2 feet and has small, beady eyes and is called Zubat.\nA cave-dwelling Pokemon that has a wingspan of around 2 feet and is called Zubat.",
    "responses": [
      "Zubat"
    ]
  },
  {
    "tag": "Golbat",
    "patterns": "A large bat-like Pokemon with blue skin, a wide mouth full of fangs, and long, pointy ears that is called Golbat.\nA sinister-looking Pokemon with purple skin, sharp fangs, and a wingspan that can exceed 5 feet and is called Golbat.\nA bat-like Pokemon with a wingspan of over 6 feet, long ears, and a mouth filled with sharp fangs and is called Golbat.\nA scary-looking Pokemon with a pointed snout, large ears, and wide wings that is called Golbat.\nA Poison and Flying-type Pokemon that evolves from Zubat and is known for its vampiric appearance and is called Golbat.",
    "responses": [
      "Golbat"
    ]
  },
  {
    "tag": "Oddish",
    "patterns": "A small, blue Pokemon with a round body and two leaves on its head called Oddish.\nA plant-based Pokemon with a bluish appearance and a round body that is known as Oddish.\nAn adorable, small Pokemon with a bluish body and two leaves growing out of its head named Oddish.\nA creature resembling a radish with a blue coloration and a round shape, known as Oddish.\nA grass-type Pokemon with a blue body, round shape, and two leaves on its head, commonly known as Oddish.",
    "responses": [
      "Oddish"
    ]
  },
  {
    "tag": "Gloom",
    "patterns": "A purple, wilted flower-like Pokemon with droopy leaves and a constant drip of foul-smelling nectar from its mouth and is called Gloom.\nA gloomy-looking Pokemon with droopy blue petals, a constant drool of nectar, and a strong stench similar to rotten garbage and is called Gloom.\nA sad-looking Pokemon with a droopy face, blue petals on its head, and a distinctive odor that can make anyone feel gloomy and is called Gloom.\nA mossy green Pokemon with large drooping flowers on its head that constantly release a foul odor and is called Gloom.\nA plant-like Pokemon with a hunched posture, droopy petals, and emits a distinctively pungent smell and is called Gloom.",
    "responses": [
      "Gloom"
    ]
  },
  {
    "tag": "Vileplume",
    "patterns": "Vileplume is a Pokemon that resembles a large, blue-flowered mushroom with eyes and green leaves.",
    "responses": [
      "Vileplume"
    ]
  },
  {
    "tag": "Paras",
    "patterns": "A small, insect-like Pokemon with a mushroom-like appendage on its back and is called Paras.\nA bug and grass type Pokemon that resembles a crab with a mushroom growing on its back and is called Paras.\nA Pokemon that has a resemblance to a crab and a mushroom fused together and is called Paras.\nA creature with a parasitic mushroom growing on its back and is called Paras.\nA dual-type Pokemon that has a signature mushroom growing on its back and is called Paras.",
    "responses": [
      "Paras"
    ]
  },
  {
    "tag": "Parasect",
    "patterns": "A large Pokemon with a small, round body and four short legs, that has a mushroom growing on its back and is called Parasect.\nA bug-type Pokemon with a hard, red shell and a parasitic mushroom growing on its back and is called Parasect.\nA Pokemon that has evolved from Paras, it has a large mushroom on its back which releases poisonous spores and is called Parasect.\nA dual-type Bug/Grass Pokemon, with a red, insectoid body and a large mushroom growing on its back, and is called Parasect.\nA brown Pokemon with a large mushroom on its back that has taken over its body and is called Parasect.\nA Pokemon that resembles an insect, with a parasitic mushroom growing on its back that controls its actions, and is called Parasect.",
    "responses": [
      "Parasect"
    ]
  },
  {
    "tag": "Venonat",
    "patterns": "A round, furry creature with large blue eyes and a pair of antennae that emit a strong aroma and is called Venonat.\nA small bug-like Pokemon with a purple fur and has large red eyes and is called Venonat.\nA species of Pokemon that resembles a mix between a moth and a caterpillar with a fuzzy, purple body and is called Venonat.\nA bug-type Pokemon that has a round body covered in purple fur and large compound eyes and is called Venonat.\nA Pokemon with a furry, purple body and a pair of large, innocent-looking eyes that is called Venonat.\nA cute and cuddly-looking Pokemon with a round body covered in purple fur and two large eyes and is called Venonat.\nA small, insect-like creature with a round purple body and big, red compound eyes and is called Venonat.\nA purple, fuzzy Pokemon with large eyes and a round body that emits a sweet, scent from its antennae and is called Venonat.\nA bug-type Pokemon resembling a fuzzy, purple moth with large compound eyes and is called Venonat.\nA Pokemon that resembles a fluffy, purple caterpillar with two big eyes and is called Venonat.",
    "responses": [
      "Venonat"
    ]
  },
  {
    "tag": "Venomoth",
    "patterns": "A moth-like Pokemon with purple fur, large wings, and a long, curled proboscis that is called Venomoth.\nA bug and poison-type Pokemon that resembles a large purple moth with green eyes, jagged wings, and long antennae and is called Venomoth.\nA venomous insectoid Pokemon with a purplish-black body, large, round red eyes, and two pairs of wings, and is called Venomoth.\nA nocturnal Pokemon that has a mainly blue body, covered in purple fur, large reddish compound eyes, and a proboscis and is called Venomoth.\nA Poison-type Pokemon resembling a purple moth with two pairs of wings, small, beady red eyes, and antennae and is called Venomoth.",
    "responses": [
      "Venomoth"
    ]
  },
  {
    "tag": "Diglett",
    "patterns": "A small, brown Pokemon that appears to be a burrowing creature with a round body and is called Diglett.\nA mole-like Pokemon with a small body that is mostly underground and can rarely be seen with its head poking out and is called Diglett.\nA dark brown, mole-like Pokemon with tiny eyes and a round body that is always found underground and is called Diglett.\nA Pokemon that resembles a small brown mole with a round body and is known as Diglett.\nA ground-dwelling Pokemon that is mostly hidden underground, with only its head and its small brown body visible and is called Diglett.",
    "responses": [
      "Diglett"
    ]
  },
  {
    "tag": "Dugtrio",
    "patterns": "A trio of small, brown mole-like creatures with a strong affinity for digging and is called Dugtrio.\nA group of burrowing Pokemon that have three heads and are known as Dugtrio.\nA ground-type Pokemon that resembles three connected Diglett with ground-brown skin and is called Dugtrio.\nA peculiar Pokemon that consists of three individuals sharing one body and is called Dugtrio.\nA species of Pokemon that lives underground and rarely ventures above the surface and is called Dugtrio.",
    "responses": [
      "Dugtrio"
    ]
  },
  {
    "tag": "Meowth",
    "patterns": "A small, cat-like Pokemon with cream-colored fur, large blue eyes, and a coin-shaped marking on its forehead that is called Meowth.\nA feline Pokemon with a round face, large ears, and a long, thin tail with a curled tip that is called Meowth.\nA mischievous Pokemon with a cream-colored body covered in brown stripes and a sly expression on its face and is called Meowth.\nA small, bipedal Pokemon with yellow fur and elongated whiskers on its face and is called Meowth.\nA Pokemon known for its ability to manipulate objects with its front paws and is called Meowth.",
    "responses": [
      "Meowth"
    ]
  },
  {
    "tag": "Persian",
    "patterns": "[\n  \"A sleek and elegant feline Pokemon with long, slender body covered in thick, luxurious cream-colored fur and is called Persian.\",\n  \"A cat-like Pokemon with blue eyes, a long tail, and creamy white fur that is luxuriously thick and is called Persian.\",\n  \"A graceful and majestic Pokemon with a slender body covered in long, silky, white fur and is called Persian.\",\n  \"A Pokemon that resembles a small, domestic cat with blue eyes, long whiskers, and a long, fluffy tail and is called Persian.\",\n  \"A beautiful and regal Pokemon with a slender body, long legs, and a luxurious coat of cream-colored fur and is called Persian.\"\n]",
    "responses": [
      "Persian"
    ]
  },
  {
    "tag": "Psyduck",
    "patterns": "",
    "responses": [
      "Psyduck"
    ]
  },
  {
    "tag": "Golduck",
    "patterns": "A Pokemon with a blue body and a gold-colored bill and is called Golduck.\nA bipedal duck-like Pokemon with a sleek blue body and a gold bill and is called Golduck.\nA blue-colored Pokemon that resembles a duck and is called Golduck.\nA water-type Pokemon with a blue body and gold-colored accents and is called Golduck.\nA Pokemon known for its elegant blue body and golden beak and is called Golduck.",
    "responses": [
      "Golduck"
    ]
  },
  {
    "tag": "Mankey",
    "patterns": "A bipedal, primate-like Pokemon with a yellow fur and a pig-like nose that is called Mankey.\nA small, simian-like Pokemon with a yellow body and a pig-like snout that is called Mankey.\nA Pokemon resembling a monkey with a yellow body and a pig-like snout that is called Mankey.\nA Pokemon with a monkey-like appearance, featuring yellow fur and a pig-like nose, known as Mankey.\nAn agile creature with yellow fur and a pig-like snout, known by the name of Mankey.",
    "responses": [
      "Mankey"
    ]
  },
  {
    "tag": "Primeape",
    "patterns": "[\n  \"A bipedal, primate-like Pokemon with a mostly brown body and a long, pig-like snout and is called Primeape.\",\n  \"A fierce, angry-looking Pokemon with a muscular body covered in dark brown fur and is called Primeape.\",\n  \"A Pokemon known for its short temper and aggressive nature, with a body covered in thick, brown fur and is called Primeape.\",\n  \"A wild, untamed Pokemon that is often seen with a scowl on its face, with a stocky build and is called Primeape.\",\n  \"A powerful Fighting-type Pokemon with a rough and rugged appearance, featuring a scruffy mane of brown fur and is called Primeape.\"\n]",
    "responses": [
      "Primeape"
    ]
  },
  {
    "tag": "Growlithe",
    "patterns": "A canine-like Pokemon covered in bright orange fur with black stripes and a cream-colored underside and is called Growlithe.\nA small, quadruped Pokemon with a fluffy coat of orange fur and a cream-colored belly and is known as Growlithe.\nA loyal and brave Pokemon that resembles a young tiger, with a tawny coat of fur and black stripes on its back and is called Growlithe.\nA dog-like creature with a bushy tail and a bright orange coat that covers its entire body and is known as Growlithe.\nA fire type Pokemon with a fluffy and luxurious mane of fur that is colored in a vibrant shade of orange and is called Growlithe.\nA popular Pokemon known for its loyalty and protective nature, resembling a small tiger with orange fur and black stripes and is called Growlithe.\nA creature that resembles a young lion cub, with a thick mane of orange fur and black stripes on its back, and is known as Growlithe.\nA Pokemon that resembles a cross between a lion and a dog, with bright orange fur, black stripes, and a loyal temperament, and is called Growlithe.\nA fire type Pokemon that has a striking appearance, with fiery orange fur and black stripes running down its back, and is known as Growlithe.\nA canine-like creature with a golden mane of fur, bright orange coat, and black stripes on its back, and is called Growlithe.",
    "responses": [
      "Growlithe"
    ]
  },
  {
    "tag": "Arcanine",
    "patterns": "A large and majestic Pokemon that resembles a tiger with an impressive fiery mane and is called Arcanine.\nA legendary canine Pokemon with a majestic appearance, known for its fierce loyalty and impressive speed and is called Arcanine.\nA magnificent and powerful Pokemon resembling a tiger with a beautiful golden coat and a fiery tail that burns brightly and is called Arcanine.\nA legendary and noble Pokemon known for its incredible speed and fierce loyalty, with a majestic appearance resembling a lion or tiger and is called Arcanine.\nA fearsome and majestic Pokemon resembling a mythical fire-breathing creature, with a stunning appearance and a fiery mane that radiates power and is called Arcanine.",
    "responses": [
      "Arcanine"
    ]
  },
  {
    "tag": "Poliwag",
    "patterns": "A blue, tadpole-like Pokemon with a swirl pattern on its belly and is called Poliwag.\nA small, aquatic creature with a blue body and a round, transparent belly and is known as Poliwag.\nA Pokemon with a blue, almost globular body and has a spiral pattern on its belly and is known as Poliwag.\nA water-type Pokemon with a blue, tadpole-like appearance and is called Poliwag.\nA commonly found Pokemon that resembles a blue tadpole and is known as Poliwag.",
    "responses": [
      "Poliwag"
    ]
  },
  {
    "tag": "Poliwhirl",
    "patterns": "A blue creature with a round body and white swirl patterns on its belly that is called Poliwhirl.\nA frog-like Pokemon with a blue body, spiral swirls on its abdomen, and white, spherical hands and is called Poliwhirl.\nA water-type Pokemon that resembles a blue, bipedal frog with spiral swirls on its belly and is called Poliwhirl.\nA Pokemon known for its unique swirl pattern on its belly and its blue coloration and is called Poliwhirl.\nA friendly and playful Pokemon that is known for its blue skin and swirling patterns on its belly and is called Poliwhirl.",
    "responses": [
      "Poliwhirl"
    ]
  },
  {
    "tag": "Poliwrath",
    "patterns": "A blue, muscular Pokemon with a humanoid appearance and is called Poliwrath.\nA water/fighting type Pokemon that has a bulky body and strong arms and is called Poliwrath.\nA Pokemon with a blue body covered in muscular arms and is called Poliwrath.\nA frog-like Pokemon with blue skin, powerful limbs, and is called Poliwrath.\nA species of Pokemon known for its formidable punches and powerful kicks and is called Poliwrath.",
    "responses": [
      "Poliwrath"
    ]
  },
  {
    "tag": "Abra",
    "patterns": "A Pokemon with a small, humanoid appearance, primarily colored yellow. It has wide, triangular ears with a thin, curling appendage on top of each ear. It has narrow, almond-shaped eyes and a short snout with a small, triangular nose. Its body is slender and it has three fingers on each hand. This Pokemon is known as Abra.",
    "responses": [
      "Abra"
    ]
  },
  {
    "tag": "Kadabra",
    "patterns": "A psychic-type Pokemon with a humanoid appearance, Kadabra has a sleek body covered in yellow fur. It has a long, curled tail and pointed ears. Kadabra's eyes are a piercing red color and its forehead bears a silver spoon-like object.",
    "responses": [
      "Kadabra"
    ]
  },
  {
    "tag": "Alakazam",
    "patterns": "A humanoid Pokemon with a white mustache, a long, pointed nose, and three fingers on each hand and is called Alakazam.\nA Psychic-type Pokemon with a predominantly yellow body and a long, twisted mustache and is called Alakazam.\nA bipedal Pokemon with a yellow body, a brown chest, and a large, rounded head with two pointed ears and is called Alakazam.\nA powerful Pokemon that is known for its high intelligence and psychic abilities and is called Alakazam.\nA Pokemon that evolves from Kadabra when traded and is known for its extraordinary IQ and is called Alakazam.",
    "responses": [
      "Alakazam"
    ]
  },
  {
    "tag": "Machop",
    "patterns": "A stocky, humanoid Pokemon with gray skin, large muscles, and a defined jawline that is called Machop.\nA small, bipedal Pokemon with a muscular build and bluish-gray skin that is called Machop.\nA Pokemon known for its incredible strength, muscular physique, and unique fighting abilities that is called Machop.\nA Pokemon with a hunched posture, blue skin, and bulging muscles that is called Machop.\nA Pokemon that resembles a young bodybuilder and has a fierce determination to train and become stronger that is called Machop.",
    "responses": [
      "Machop"
    ]
  },
  {
    "tag": "Machoke",
    "patterns": "A muscular Pokemon with bluish-gray skin and large veins that bulge during intense physical exertion and is called Machoke.\nA humanoid Pokemon covered in hard muscles and has a distinct belt-like stripe around its waist and is called Machoke.\nA powerfully built Pokemon with a large, bulbous nose and a blue body covered in veins and is called Machoke.\nA Pokemon that is known for its incredible strength and muscular physique and is called Machoke.\nA creature with a tough, powerful body and a distinct belt-like pattern on its waist and is called Machoke.",
    "responses": [
      "Machoke"
    ]
  },
  {
    "tag": "Machamp",
    "patterns": "A muscular, humanoid Pokemon with four arms that is called Machamp.\nA Pokemon with a heavily muscled body and four arms that is called Machamp.\nA bipedal, blue-gray Pokemon with well-developed muscles and is called Machamp.\nA Pokemon with a humanoid body covered in gray skin and is called Machamp.\nA Fighting-type Pokemon with immense strength and is called Machamp.",
    "responses": [
      "Machamp"
    ]
  },
  {
    "tag": "Bellsprout",
    "patterns": "A Pokemon that resembles a plant with a stem-like body and vine-like arms and is called Bellsprout.\nA green, plant-like Pokemon with a thin, elongated body and a large leaf on its head and is called Bellsprout.\nA slender Pokemon with a green, bell-shaped head and a long, vine-like body and is called Bellsprout.\nA grass-type Pokemon with a slender, bell-shaped body and a pair of long, leafy arms and is called Bellsprout.\nA unique Pokemon that has a green, plant-like appearance and is known for its ability to capture prey with its vine-like arms and is called Bellsprout.",
    "responses": [
      "Bellsprout"
    ]
  },
  {
    "tag": "Weepinbell",
    "patterns": "A green, plant-like Pokemon with a large gaping mouth and sharp teeth that is called Weepinbell.\nA Pokemon that resembles a large green plant with a gaping mouth full of sharp teeth and is called Weepinbell.\nA carnivorous, plant-like Pokemon with a green body and a mouth shaped like a wide open grin that is called Weepinbell.\nA creature with a unique and distinctive shape characterized by its green, plant-like body and large, toothy grin and is called Weepinbell.\nA Pokemon known for its plant-like appearance, featuring a green, bell-shaped body and a wide, menacing smile and is called Weepinbell.",
    "responses": [
      "Weepinbell"
    ]
  },
  {
    "tag": "Victreebel",
    "patterns": "A Pokemon with a large, flower-like head and a gaping mouth with sharp fangs and is called Victreebel.\nA carnivorous Pokemon that resembles a large pitcher plant with a wide mouth and is called Victreebel.\nA Pokemon with a bell-shaped body and long, vine-like appendages that it uses to ensnare its prey and is called Victreebel.\nA green, plant-like creature with sharp teeth and a large leaf on top of its head and is called Victreebel.\nA unique Pokemon known for its large mouth and the ability to emit a sweet-smelling fragrance and is called Victreebel.",
    "responses": [
      "Victreebel"
    ]
  },
  {
    "tag": "Tentacool",
    "patterns": "[\n  \"A jellyfish-like Pokemon with a blue body and a clear, bell-shaped head that can sting its enemies and is called Tentacool.\",\n  \"A small, blue jellyfish-like Pokemon with a transparent, balloon-like body and is called Tentacool.\",\n  \"A water-type Pokemon that resembles a blue jellyfish with a clear, glass-like head and is called Tentacool.\",\n  \"A aquatic creature with a pale blue, jelly-like body and tentacles that is called Tentacool.\",\n  \"A Pokemon that resembles a blue jellyfish with a transparent body and is called Tentacool.\"\n]",
    "responses": [
      "Tentacool"
    ]
  },
  {
    "tag": "Tentacruel",
    "patterns": "A large, jellyfish-like Pokemon with a bluish-purple body, sharp spikes on its head, and numerous tentacles beneath its body that can extend and contract at will, and is called Tentacruel.",
    "responses": [
      "Tentacruel"
    ]
  },
  {
    "tag": "Geodude",
    "patterns": "A rock-type Pokemon with a muscular, round body that is called Geodude.\nA small, grey, rock-like creature with short arms and legs that is called Geodude.\nA Pokemon that resembles a boulder with arms and is called Geodude.\nA ground/rock type Pokemon with a rocky, brown body and bulging, muscular arms that is called Geodude.\nA Pokemon known for its rocky appearance and solid, stone-like body that is called Geodude.",
    "responses": [
      "Geodude"
    ]
  },
  {
    "tag": "Graveler",
    "patterns": "A rock-like Pokemon with a bulky, muscular body that is called Graveler.\nA quadrupedal Pokemon with a rocky body and four arms that is called Graveler.\nA Pokemon composed of rugged rocks that is called Graveler.\nA species of Pokemon known for its hard and sturdy body made of stone and is called Graveler.\nA creature that resembles a boulder with limbs and is called Graveler.",
    "responses": [
      "Graveler"
    ]
  },
  {
    "tag": "Golem",
    "patterns": "A large, rock-like Pokemon with a heavy build and a sturdy appearance, Golem is known for its powerful strength and defensive capabilities. Its body is primarily composed of grayish-brown rock and it has four short limbs with thick fingers. Golem also possesses a large head with a prominent jaw and its eyes are narrow and sharp-looking. With its rugged exterior and formidable size, Golem is a force to be reckoned with in battle.",
    "responses": [
      "Golem"
    ]
  },
  {
    "tag": "Ponyta",
    "patterns": "A majestic, fire-maned horse with a shiny, flame-like mane and is called Ponyta.\nA beautiful, elegant horse with a flowing fiery mane and tail and is called Ponyta.\nA unique, mythical equine creature with a vibrant, fiery-colored coat and is called Ponyta.\nA graceful and spirited horse-like Pokemon with a stunning flame-like mane and is called Ponyta.\nA rare and enchanting Pokemon that resembles a small, fiery steed and is called Ponyta.\nA fiery horse Pokemon known for its captivating, flame-emitting mane and is called Ponyta.",
    "responses": [
      "Ponyta"
    ]
  },
  {
    "tag": "Rapidash",
    "patterns": "A majestic beast with a fiery mane and a body resembling a horse, and is called Rapidash.\nA elegant and graceful horse-like creature with a flaming tail and mane, and is known as Rapidash.\nA magnificent Pokemon that resembles a horse with a fiery, white mane and tail, and is called Rapidash.\nA Pokemon with a beautiful, fiery mane and tail that resembles flowing flames, and is known as Rapidash.\nA mythical creature that resembles an elegant horse with a majestic golden mane and fiery hooves, and is called Rapidash.",
    "responses": [
      "Rapidash"
    ]
  },
  {
    "tag": "Slowpoke",
    "patterns": "A slow-moving, pink creature with a vacant expression and a long, curled tail that is called Slowpoke.\nA dopey-looking, water-type Pokemon with a vacant expression and a curled tail that is called Slowpoke.\nA sluggish and pink Pokemon with a vacant expression and a long tail that is called Slowpoke.\nA slow-witted and pink Pokemon with a vacant expression and a curled tail that is called Slowpoke.\nA Pokemon known for its slow movement, vacant expression, and long, curled tail that is called Slowpoke.",
    "responses": [
      "Slowpoke"
    ]
  },
  {
    "tag": "Slowbro",
    "patterns": "A lazy creature with a shell on its tail that evolves from Slowpoke and is called Slowbro.\nA large, blue, bipedal Pokemon resembling a cross between a hermit crab and a Shellder that is called Slowbro.\nA Pokemon that resembles a Shellder clamping onto a Slowpoke's tail and is called Slowbro.\nA water/psychic type Pokemon that has a shelter on its tail and is called Slowbro.\nA Pokemon that has a long, curled tail with a Shellder attached to the end and is called Slowbro.",
    "responses": [
      "Slowbro"
    ]
  },
  {
    "tag": "Magnemite",
    "patterns": "A small, floating Pokemon that consists of two round, gray magnets with a horseshoe magnet in the middle and is called Magnemite.\nA metallic, gray Pokemon that has a powerful magnet in its body and is called Magnemite.\nA steel-type Pokemon that resembles a small, spherical magnet and is called Magnemite.\nA Pokemon that has the ability to emit strong magnetic fields and is called Magnemite.\nA creature that hovers in the air by emitting electromagnetic waves and is called Magnemite.",
    "responses": [
      "Magnemite"
    ]
  },
  {
    "tag": "Magneton",
    "patterns": "A metallic creature made up of three Magnemites fused together and is called Magneton.\n\nA Pokemon formed by the union of three Magnemite that link together and is called Magneton.\n\nA magnet-like Pokemon composed of three Magnemite that become linked by a strong magnetic force and is called Magneton.\n\nA group of three Magnemites that have connected together through a strong magnetic force and is called Magneton.\n\nA cluster of three Magnemite that have formed a cohesive unit and is called Magneton.\n\nA Pokemon consisting of three Magnemite that have magnetically joined together to form a single entity and is called Magneton.\n\nA creature formed by the fusion of three Magnemite units, creating a more powerful electric Pokemon, and is called Magneton.\n\nA triad of interconnected Magnemite that have merged together to form a single Pokemon and is called Magneton.\n\nA combination of three Magnemite that have magnetically merged to form a more powerful electromagnetic Pokemon and is called Magneton.\n\nA composite Pokemon comprising of three individual Magnemite that have magnetically bonded together and is called Magneton.",
    "responses": [
      "Magneton"
    ]
  },
  {
    "tag": "Farfetch'd",
    "patterns": "A small, bird-like Pokemon with a brown body, a white underbelly, and a long, thin neck that is called Farfetch'd.\nA unique-looking Pokemon with a wild duck appearance, featuring a brown body and a white underbelly, known as Farfetch'd.\nA duck-like Pokemon that has a distinctive appearance with a brown body, a white underbelly, and a long, thin neck, and is known as Farfetch'd.\nA flying-type Pokemon that resembles a brown duck, with a white underbelly and a long neck, and goes by the name Farfetch'd.\nFarfetch'd is a bird-like Pokemon known for its brown body, white underbelly, and long, thin neck, making it quite a distinctive sight.",
    "responses": [
      "Farfetch'd"
    ]
  },
  {
    "tag": "Doduo",
    "patterns": "A bird-like Pokemon with two heads and is called Doduo.\nA dual-headed bird Pokemon with black plumage and is called Doduo.\nA unique avian creature with double heads and is called Doduo.\nA small bird Pokemon with two heads and long necks and is called Doduo.\nA bipedal Pokemon with two heads and a feather-like crest on each head and is called Doduo.",
    "responses": [
      "Doduo"
    ]
  },
  {
    "tag": "Dodrio",
    "patterns": "A tall, three-headed bird-like Pokemon with two long necks and three sets of wings and is called Dodrio. \nA unique-looking Pokemon with three heads and a large wingspan that is called Dodrio. \nA bird-like Pokemon with three heads, each with a long neck and a sharp beak, and is called Dodrio. \nA fast and agile Pokemon with three heads and a streamlined body that is called Dodrio. \nA Pokemon with three powerful legs and three heads, each with its own personality, and is called Dodrio.",
    "responses": [
      "Dodrio"
    ]
  },
  {
    "tag": "Seel",
    "patterns": "A sleek and graceful Pokemon with a light blue body and a thick mane of white fur around its neck and is called Seel.\nA water-type Pokemon resembling a seal with a smooth, slippery body and a large, round head and is called Seel.\nA cute and playful creature with sleek, bluish-gray skin and large, doe-like eyes and is called Seel.\nA Pokemon that resembles a seal, with a shiny, bluish-gray coat of fur and a round, chubby body and is called Seel.\nA Pokemon with a smooth, streamlined body covered in light blue skin and a long, elegant tail and is called Seel.",
    "responses": [
      "Seel"
    ]
  },
  {
    "tag": "Dewgong",
    "patterns": "A dual-type Water/Ice Pokemon known as Dewgong. \nAn aquatic creature with a sleek body covered in bluish white fur, and it has a long tail with a fin on the end.\nA sea lion-like Pokemon that has a streamlined body, a white pelt, and a long flowing tail.\nA Pokemon that resembles a seal with a mermaid-like appearance, it has a blue body, a white belly, and a horn on its head.\nA beautiful and elegant Pokemon, it has a rounded shape, a creamy white body, and icy blue eyes.\nA water-based Pokemon with a serene and calm demeanor, it is known for its graceful swimming and its melodious cry underwater.\nA Pokemon that is said to live in frigid oceans, it has a plump body, a horn on its forehead, and long flowing whiskers.\nIt evolves from a smaller Pokemon and becomes larger and more majestic.\nA Pokemon that can withstand freezing temperatures due to its thick layer of blubber and its fur, which acts as insulation.\nA remarkable Pokemon that can be found swimming in oceans and seas, it has a streamlined body and flippers for swimming swiftly.",
    "responses": [
      "Dewgong"
    ]
  },
  {
    "tag": "Grimer",
    "patterns": "A slimy, amorphous Pokemon with a dark purple body that is covered in sludge and is called Grimer.\nA toxic waste blob Pokemon with a sludgy purple body that has a dreadful stench and is called Grimer.\nA repulsive, sludge-like Pokemon with a slimy purple body and is called Grimer.\nA Pokemon made of living sludge that has a body composed entirely of toxins and is called Grimer.\nA disgusting, poison-type Pokemon that resembles a pile of sludge and is called Grimer.",
    "responses": [
      "Grimer"
    ]
  },
  {
    "tag": "Muk",
    "patterns": "[\n  \"A large, purple blob-like creature covered in toxic sludge and is called Muk.\",\n  \"A sludge-like Pokemon with a very strong odor and is called Muk.\",\n  \"A Poison-type Pokemon that closely resembles a pile of sludge and is called Muk.\",\n  \"A Pokemon that has a sticky, toxic body made up of various sludge and is called Muk.\",\n  \"A creature with a slimy, amorphous body that is made up of a combination of toxic waste and is called Muk.\",\n  \"A Pokemon with a gooey, viscous body that is made of highly toxic sludge and is called Muk.\"\n]",
    "responses": [
      "Muk"
    ]
  },
  {
    "tag": "Shellder",
    "patterns": "[\n  \"A bivalve-like Pokemon with a shell on its back that is called Shellder.\",\n  \"A blue, clam-like Pokemon with a round, spiral shell on its back and is called Shellder.\",\n  \"A small, water-type Pokemon with a shell on its back and is called Shellder.\",\n  \"A Pokemon that resembles a blue clam with a hard, protective shell and is called Shellder.\",\n  \"A species of Pokemon that is known for its tough, protective shell and is called Shellder.\",\n  \"A water-type Pokemon with a spiral-shaped shell on its back and is called Shellder.\",\n  \"A creature that resembles a blue clam with a hard, protective shell and is called Shellder.\",\n  \"A shellfish-like Pokemon with a blue, spiraled shell on its back and is called Shellder.\",\n  \"A Pokemon with a round, spiral shell on its back and is called Shellder.\",\n  \"A small, mollusk-like Pokemon with a blue, spiral shell on its back and is called Shellder.\"\n]",
    "responses": [
      "Shellder"
    ]
  },
  {
    "tag": "Cloyster",
    "patterns": "A bivalve-like Pokemon with a spiky outer shell and a pearly white body that is called Cloyster.\nA shellfish Pokemon with a sturdy, solid shell that is called Cloyster.\nA mollusk-like Pokemon with a hard, protective shell and multiple sharp icicle-like protrusions that is called Cloyster.\nA Pokemon that resembles a clam and has a hard, rugged shell and is called Cloyster.\nA water and ice-type Pokemon with a tough, shell-like exterior and a pale, blue body that is called Cloyster.",
    "responses": [
      "Cloyster"
    ]
  },
  {
    "tag": "Gastly",
    "patterns": "A ghostly Pokemon with a dark purple body that is mostly a gas and is called Gastly.\nA floating purple Pokemon with a gas-like body and is called Gastly.\nA shadowy Pokemon that appears as a black, gas-like creature and is called Gastly.\nA dark purple Pokemon that resembles a floating ball of gas with a sinister grin and is called Gastly.\nA ghost-type Pokemon that is mostly composed of gas and is called Gastly.",
    "responses": [
      "Gastly"
    ]
  },
  {
    "tag": "Haunter",
    "patterns": "A ghostly Pokemon with a mischievous grin and a purple, gaseous body that haunts its surroundings and is called Haunter.\n\nA spooky-looking Pokemon that resembles a purple, ghostly floating creature with a sinister smile and is called Haunter.\n\nA ghost type Pokemon with a purple body that is always surrounded by an eerie black mist and is called Haunter.\n\nA Pokemon that resembles a floating, ghostly figure with a sinister smile and a purple, gaseous body and is called Haunter.\n\nA spectral Pokemon with a purple, gaseous body and creepy, floating presence that is known as Haunter.\n\nA mischievous ghost type Pokemon with a purple, ethereal body that seems to be constantly surrounded by ghostly energy and is called Haunter.\n\nA spookily cute Pokemon with a purple body, a wicked grin, and a constant eerie presence that is known as Haunter.",
    "responses": [
      "Haunter"
    ]
  },
  {
    "tag": "Gengar",
    "patterns": "A shadowy and ghostly Pokemon that is called Gengar.\nA purple ghost-like creature with a sinister grin and is called Gengar.\nA Pokemon that resembles a large, shadowy ghost with red eyes and is called Gengar.\nA ghost-type Pokemon that has a round body and pointed ears and is called Gengar.\nA mischievous and dark Pokemon that is known for its ability to blend into the shadows and is called Gengar.",
    "responses": [
      "Gengar"
    ]
  },
  {
    "tag": "Onix",
    "patterns": "A serpentine Pokemon with a long, rocky body that is called Onix.\nA giant, snake-like Pokemon with a body made of boulders and rocks and is called Onix.\nA massive Pokemon that resembles a giant rock snake and is called Onix.\nA towering Pokemon that is composed entirely of large boulders and is called Onix.\nA rock-type Pokemon that has a long, serpent-like body and is called Onix.",
    "responses": [
      "Onix"
    ]
  },
  {
    "tag": "Drowzee",
    "patterns": "A goofy-looking, bipedal Pokemon with yellow fur and a large nose that is called Drowzee.\nA hypnotic, purple Pokemon with a round body and a curled trunk-like snout that is called Drowzee.\nA psychic-type Pokemon with a humanoid appearance, yellow fur, and sleepy, half-closed eyes that is called Drowzee.\nA plump, tapir-like Pokemon with brown fur, a round pink snout, and paws that is called Drowzee.\nA drowsy, dream-eating Pokemon with a round body, yellow fur, and small claws that is called Drowzee.",
    "responses": [
      "Drowzee"
    ]
  },
  {
    "tag": "Hypno",
    "patterns": "A Pokemon with yellow fur, a wide, toothy grin, and small, circular red eyes and is called Hypno.\nA bipedal, humanoid Pokemon with a somewhat humanoid mouth, red eyes, and a small, pointed nose and is called Hypno.\nA Pokemon resembling a bipedal yellow creature with dark blue, half-closed eyes, a large nose, and vivid pink lips and is called Hypno.\nA psychic-type Pokemon with a somewhat humanoid-shaped appearance, yellow fur, and a tail and is called Hypno.\nA Pokemon known for its psychic abilities, yellow fur, and intense hypnosis skills and is called Hypno.",
    "responses": [
      "Hypno"
    ]
  },
  {
    "tag": "Krabby",
    "patterns": "A small, crab-like Pokemon with a tough, red shell and pincers that it wields to catch prey. It is called Krabby.\nA crustacean-like Pokemon with a hard shell and a pair of pincers. It is known as Krabby.\nA small, water-type Pokemon that resembles a crab. It has a hard, red shell and large, powerful pincers. This Pokemon is called Krabby.\nA blue, crab-like Pokemon with a hard, protective shell and two large pincers. It is known as Krabby.\nA Pokemon that resembles a crab with a red shell and two large claws. It is called Krabby.",
    "responses": [
      "Krabby"
    ]
  },
  {
    "tag": "Kingler",
    "patterns": "A large, crab-like Pokemon with a bright red body and a tough, protective shell and is called Kingler.\nA Pokemon that resembles a giant crab with a bright red coloration and is called Kingler.\nA crustacean-like Pokemon with a sturdy shell, sharp pincers, and a vibrant red color and is called Kingler.\nA powerful and aggressive Pokemon with a robust exoskeleton and formidable claws and is called Kingler.\nA water-type Pokemon resembling a fully-grown crab with a vibrant red color and is called Kingler.",
    "responses": [
      "Kingler"
    ]
  },
  {
    "tag": "Voltorb",
    "patterns": "A round, spherical Pokemon with a red upper half and a white lower half that resembles a Poke Ball and is called Voltorb.\nA Pokemon that resembles a dormant Poke Ball with a white face and is called Voltorb.\nA spherical creature with a red and white coloration that resembles a Poke Ball and is called Voltorb.\nA species of Pokemon that closely resembles a Poke Ball with a red and white color scheme and is called Voltorb.\nA round and symmetrical Pokemon that resembles a Poke Ball in appearance and is called Voltorb.",
    "responses": [
      "Voltorb"
    ]
  },
  {
    "tag": "Electrode",
    "patterns": "A round, metallic creature with a white body and a red upper half with dual oval-shaped eyes and is called Electrode.",
    "responses": [
      "Electrode"
    ]
  },
  {
    "tag": "Exeggcute",
    "patterns": "A group of small, white Pokemon that resemble eggs with cracks running across their shells and is called Exeggcute.\nA cluster of six pale pink eggs that have faces and are called Exeggcute.\nA collection of eggs that resemble eyes with yolk-like substances inside and is called Exeggcute.\nA Pokemon that appears to be a collection of eggs laid by other Exeggcute and is called Exeggcute.\nA group of small, round creatures that are composed of six eggs and is called Exeggcute.",
    "responses": [
      "Exeggcute"
    ]
  },
  {
    "tag": "Exeggutor",
    "patterns": "A tall, palm tree-like Pokemon with a long neck and a head bearing prominent, leafy fronds and is called Exeggutor.\nA grass and psychic-type Pokemon resembling a coconut tree with three palm leaves as heads and is called Exeggutor.\nA unique and distinct Pokemon with a long, slender neck and possesses multiple heads, resembling palm trees, which are collectively called Exeggutor.\nA Pokemon known for its tall stature and the five spherical heads on its neck, each of which resembles an Exeggcute and is called Exeggutor.\nA peculiar Pokemon with an elongated neck and a group of small heads arranged on a tree-like trunk, known as Exeggutor.",
    "responses": [
      "Exeggutor"
    ]
  },
  {
    "tag": "Cubone",
    "patterns": "A small, ground-dwelling Pokemon that is covered in brown fur and wears a skull helmet on its head and is called Cubone.\nA lonely and melancholic Pokemon that wears the skull of its deceased mother on its head and is called Cubone.\nA bipedal Pokemon that resembles a dinosaur with a smaller, more elongated skull and is called Cubone.\nA Pokemon with a body covered in gray-brown skin, a head that resembles a dinosaur and wears a skull helmet on its head and is called Cubone.\nA sad and mysterious Pokemon that is known for its deep connection to the spirit world and is called Cubone.",
    "responses": [
      "Cubone"
    ]
  },
  {
    "tag": "Marowak",
    "patterns": "A brown Pokemon that resembles a bipedal dinosaur skeleton with a skull-like mask and is called Marowak.\nA ground-type Pokemon with a unique appearance that resembles a bone-wielding warrior and is called Marowak.\nA Pokemon with a long neck, tail, and a skull-like mask on its face and is called Marowak.\nA small, quadrupedal Pokemon with a brown body and a thick club at the end of its tail and is called Marowak.\nA ground-type Pokemon that resembles a dinosaur skeleton and is called Marowak.\nA Pokemon known for its distinctive skull helmet and bone club and is called Marowak.\nA creature with a bone club as a weapon and a skull helmet on its head and is called Marowak.\nA bone-wielding Pokemon with a skull-like mask on its face and is called Marowak.\nA species of Pokemon that is associated with the spirit of its deceased mother and is called Marowak.\nA ground-type Pokemon with a skeletal body and an intimidating appearance and is called Marowak.",
    "responses": [
      "Marowak"
    ]
  },
  {
    "tag": "Hitmonlee",
    "patterns": "A humanoid Pokemon resembling a martial artist, with incredibly long legs and feet for powerful kicks and is called Hitmonlee.\nA fighting type Pokemon that has a lean, muscular body with long legs and feet that resemble boots and is called Hitmonlee.\nA Pokemon that has a humanoid body with long, powerful legs and feet, perfect for executing fast and powerful kicks, and is called Hitmonlee.\nA Pokemon with a body shaped like a martial artist, specifically a professional kickboxer, with elongated legs and feet and is called Hitmonlee.\nA Pokemon known for its impressive kicking abilities, with long legs and feet resembling those of a martial artist, and is called Hitmonlee.",
    "responses": [
      "Hitmonlee"
    ]
  },
  {
    "tag": "Hitmonchan",
    "patterns": "Hitmonchan is a humanoid Pokemon that resembles a boxer. It has a lean, muscular build and is primarily blue in color. Its head is topped with a short crest and it has large, expressive eyes. Hitmonchan's body is covered in a tight-fitting red costume, with white gloves on its hands and feet. It also wears a white belt around its waist and has black markings on its chest and legs. Hitmonchan is known for its quick, precise punches and its ability to quickly dodge attacks. It is a strong and agile fighter that is ready to take on any opponent in the ring.",
    "responses": [
      "Hitmonchan"
    ]
  },
  {
    "tag": "Lickitung",
    "patterns": "A pink, tongue-like Pokemon with a long, licky tongue and is called Lickitung.\nA species of Pokemon that resembles a giant, pink tongue with a small body and is called Lickitung.\nA round, stout creature with a huge, curling tongue and is called Lickitung.\nA Pokemon known for its exceptionally long and stretchy tongue and is called Lickitung.\nA normal-type Pokemon with a pale pink body and a large tongue and is called Lickitung.",
    "responses": [
      "Lickitung"
    ]
  },
  {
    "tag": "Koffing",
    "patterns": "A round, purple Pokemon with a skull and crossbones symbol on its body and is called Koffing.\nA toxic Pokemon with a spherical body that releases poisonous gases and is called Koffing.\nA gas-filled creature with a skull and crossbones design on its body and is called Koffing.\nA small, round Pokemon covered in a toxic gas that is released from the openings on its body and is called Koffing.\nA Poison-type Pokemon with a smoggy appearance and a skull and crossbones motif on its body and is called Koffing.",
    "responses": [
      "Koffing"
    ]
  },
  {
    "tag": "Weezing",
    "patterns": "A Pokemon that resembles a pair of purple poison gas-like creatures with skull-like faces and is called Weezing.\nA dual-headed Pokemon that has two large heads connected by a thin tube-like body and is called Weezing.\nA Pokemon with two heads that each have a large, wide-open mouth and is called Weezing.\nA purple, floating Pokemon with two heads and toxic fumes constantly leaking from its body and is called Weezing.\nA creature that is composed of two spherical heads connected by a thin, tube-like body and is called Weezing.",
    "responses": [
      "Weezing"
    ]
  },
  {
    "tag": "Rhyhorn",
    "patterns": "A large, rhinoceros-like Pokemon covered in gray, tough skin and is called Rhyhorn.\nA dual-type Ground/Rock Pokemon with a tough, rocky exterior and is called Rhyhorn.\nA Pokemon that resembles a dinosaur and has a round, powerful body covered in rugged skin and is called Rhyhorn.\nA sturdy Pokemon with a horn on its nose and a rough, rocky hide and is called Rhyhorn.\nA ground-dwelling Pokemon with a bulky build and armor-like plates protecting its body and is called Rhyhorn.",
    "responses": [
      "Rhyhorn"
    ]
  },
  {
    "tag": "Rhydon",
    "patterns": "A large, rhinoceros-like Pokemon covered in gray, rocky skin with a horn on its snout and is called Rhydon.\nA bipedal Pokemon that resembles a rhinoceros with a hard, armored hide and is called Rhydon.\nA massive, ground-type Pokemon with a body covered in bumpy, rocky plates and is called Rhydon.\nA powerful Pokemon known for its rock-hard body, sharp horn, and ability to cause earthquakes is called Rhydon.",
    "responses": [
      "Rhydon"
    ]
  },
  {
    "tag": "Chansey",
    "patterns": "A pink, egg-shaped Pokemon with stubby arms and stubby feet and is called Chansey.\nA friendly-looking, oval-shaped Pokemon covered in soft, pink fur and is called Chansey.\nA gentle and compassionate Pokemon that resembles a round, pink, egg-like creature and is called Chansey.\nA Pokemon that is known for its kindheartedness and its ability to heal others with its warm, egg-shaped body and is called Chansey.\nA rare and highly sought-after Pokemon that is often found in hospitals and is known for its ability to bring happiness to those it encounters, and is called Chansey.",
    "responses": [
      "Chansey"
    ]
  },
  {
    "tag": "Tangela",
    "patterns": "A Pokemon that resembles a mass of blue vines with pink flowers at the ends and is called Tangela.\nA vine-like creature with a blue body covered in thick vines and is called Tangela.\nA Grass-type Pokemon that resembles a tangle of blue vines with pink, spherical bodies and is called Tangela.\nA Pokemon with a tangled, vine-like body that is primarily blue in color and is called Tangela.\nA unique Pokemon with a distinctive appearance of a blue mass of vines with pink orbs at the end and is called Tangela.",
    "responses": [
      "Tangela"
    ]
  },
  {
    "tag": "Kangaskhan",
    "patterns": "A large, bipedal Pokemon with a thick tail and a pouch on its belly for carrying its young and is called Kangaskhan.\nA motherly Pokemon that is known for its fiercely protective behavior towards its offspring and is called Kangaskhan.\nA powerful Pokemon with a strong maternal instinct and is called Kangaskhan.\nA Pokemon with a distinctive appearance, including a large jaw and small, round ears and is called Kangaskhan.\nA species of Pokemon that is known for its exceptional physical strength and is called Kangaskhan.\nA kangaroo-like Pokemon with a brown body and a baby in its pouch and is called Kangaskhan.",
    "responses": [
      "Kangaskhan"
    ]
  },
  {
    "tag": "Horsea",
    "patterns": "A small, seahorse-like Pokemon with a blue body and a long, curved snout and is called Horsea.\nA Pokemon that resembles a tiny seahorse with a blue body, white belly, and a long, coiled tail and is called Horsea.\nA water-type Pokemon that resembles a small seahorse with a blue body, a single dorsal fin and is called Horsea.\nA Pokemon with a unique body structure resembling a seahorse, complete with spines on its back and is called Horsea.\nA cute and tiny Pokemon that closely resembles a seahorse, with its blue-colored body and a curled tail and is called Horsea.",
    "responses": [
      "Horsea"
    ]
  },
  {
    "tag": "Seadra",
    "patterns": "A sea dragon-like Pokemon with a long snout and a large fin on its back that is called Seadra.\nA fierce and elegant Pokemon that resembles a seahorse with a spiny fin on its back and is called Seadra.\nA marine Pokemon that resembles a seahorse with blue scales, a coiled tail, and a fin on its head and is called Seadra.\nA powerful and agile Pokemon with a slender body, a long snout, and a spiky fin on its back that is called Seadra.\nA water-type Pokemon that evolves from Horsea and is known for its unique appearance and is called Seadra.",
    "responses": [
      "Seadra"
    ]
  },
  {
    "tag": "Goldeen",
    "patterns": "[\n  \"A beautiful, graceful fish-like Pokemon with a slender body and stunning gold scales and is called Goldeen.\",\n  \"A Pokemon that resembles a goldfish with its vibrant golden color and is called Goldeen.\",\n  \"A water-type Pokemon that has a stunning appearance with its shiny gold-colored body and is called Goldeen.\",\n  \"A small, elegant creature with a golden-colored body and fin-like structures on its back and is called Goldeen.\",\n  \"A fish Pokemon with a dazzling golden color and an impressive horn on its forehead and is called Goldeen.\"\n]",
    "responses": [
      "Goldeen"
    ]
  },
  {
    "tag": "Seaking",
    "patterns": "A beautiful blue and white fish Pokemon with a long, thin horn on its forehead and is called Seaking.\nA fish-like Pokemon with a prominent horn on its head and is called Seaking.\nA water-type Pokemon that resembles a fish with a majestic horn and is called Seaking.\nA Pokemon known for its elegant appearance, with a pointed horn and a sleek body, and is called Seaking.\nA majestic sea creature with a distinctive horn on its head and is called Seaking.\nA Pokemon that resembles a regal fish with a graceful horn and is called Seaking.\nA water-type Pokemon known for its unique horn and streamlined body, and is called Seaking.\nA graceful fish Pokemon with a long, sharp horn on its head and is called Seaking.\nA Pokemon with a horn that resembles a crown and a sleek body like a fish, and is called Seaking.\nA sea-themed Pokemon with a horned head and a sleek, fish-like body and is called Seaking.",
    "responses": [
      "Seaking"
    ]
  },
  {
    "tag": "Staryu",
    "patterns": "A star-shaped, water-type Pokemon that is blue and has 5 points and is called Staryu.\nA small, blue star-shaped creature with a golden center and long, thin appendages and is called Staryu.\nA Pokemon resembling a blue star with five points and has a golden core in the center and is called Staryu.\nA creature that resembles a blue starfish with five stubby limbs and a golden core and is called Staryu.\nA star-shaped Pokemon with a golden center and five skinny points that is blue in color and is called Staryu.",
    "responses": [
      "Staryu"
    ]
  },
  {
    "tag": "Starmie",
    "patterns": "A star-shaped water and psychic type Pokemon with a main body color of violet and a golden center and is called Starmie.\nA Pokemon with a round, core-shaped body with a purple hue and a golden core at its center and is called Starmie.\nA water and psychic type Pokemon with a star-like shape, purple body, and a golden center and is called Starmie.\nA creature with a violet, star-shaped body and a yellow gem in the center and is called Starmie.\nA species of Pokemon that resembles a star and has a vibrant purple body with a bright golden core and is called Starmie.",
    "responses": [
      "Starmie"
    ]
  },
  {
    "tag": "Mr. Mime",
    "patterns": "[\n  \"A humanoid Pokemon with a pink body, a round white face, a small pink nose, and large blue eyes and is called Mr. Mime.\",\n  \"A unique Pokemon that resembles a mime wearing a tuxedo and is called Mr. Mime.\",\n  \"A psychic type Pokemon that has a body resembling a mime and is called Mr. Mime.\",\n  \"A mime-like Pokemon with a large, round white face, pink body, and three-fingered hands and is called Mr. Mime.\",\n  \"A Pokemon with a distinctive appearance reminiscent of a mime and is called Mr. Mime.\"\n]",
    "responses": [
      "Mr. Mime"
    ]
  },
  {
    "tag": "Scyther",
    "patterns": "A large, mantis-like Pokemon with green skin, sharp scythe-like arms, and large wings that enable it to fly swiftly. It is called Scyther.\n\nA bug-type Pokemon with a humanoid shape, characterized by its long, blade-like arms and bright green body. This Pokemon is known as Scyther.\n\nA powerful Pokemon with a lean, green body and a conical helmet-like head. It has razor-sharp scythes for arms and is referred to as Scyther.\n\nA fearsome-looking insect Pokemon with a bright green exoskeleton and two scythe-like arms that can slice through anything. This Pokemon is recognized as Scyther.\n\nA predatory Pokemon known for its green skin, sharp claws, and wings. It is often seen flying gracefully through the air. This Pokemon goes by the name Scyther.\n\nA fierce Pokemon with a distinctive appearance, featuring green skin, sharp blade-like arms, and large wings. It is commonly known as Scyther.\n\nA captivating Pokemon with a slender, green body and dual scythe-like arms that can cut through anything with ease. This Pokemon is called Scyther.\n\nA bug and flying-type Pokemon with a unique design, displaying bright green skin, sharp, scythe-like arms, and large wings. It is known as Scyther.\n\nA graceful insect-like Pokemon with a vibrant green appearance, highlighted by its blade-like arms and swift flying abilities. It is called Scyther.\n\nA fierce bug-type Pokemon with a striking green coloration, long scythe-like arms, and the ability to fly swiftly. This Pokemon is known as Scyther.",
    "responses": [
      "Scyther"
    ]
  },
  {
    "tag": "Jynx",
    "patterns": "[\n  \"A humanoid Pokemon that resembles a young woman with purple skin and long, flowing hair and is called Jynx.\",\n  \"A Pokemon that has a feminine appearance and is known for its long, flowing, white hair and is called Jynx.\",\n  \"A bipedal Pokemon with a purple body, pink lips, and long, flowing, white hair and is called Jynx.\",\n  \"A Ice/Psychic type Pokemon with a humanoid body structure and is called Jynx.\",\n  \"A species of Pokemon that is known for its distinctive appearance and is called Jynx.\",\n  \"A Pokemon that resembles a ballerina and has large, red lips and is called Jynx.\"\n]",
    "responses": [
      "Jynx"
    ]
  },
  {
    "tag": "Electabuzz",
    "patterns": "A large, bipedal Pokemon with yellow fur and black stripes that resemble lightning bolts and is called Electabuzz.\nA muscular Pokemon covered in yellow fur with black stripes running across its body and is called Electabuzz.\nA Pokemon with a slender body covered in yellow fur and black stripes and is called Electabuzz.\nA powerful Pokemon with a yellow body, black thunderbolt-shaped stripes, and sharp claws and is called Electabuzz.\nA Pokemon known for its electric abilities and its distinctive lightning bolt-like patterns and is called Electabuzz.\nA bipedal Pokemon with yellow fur and black stripes that resemble the pattern of electrical circuitry and is called Electabuzz.\nA creature with a powerful build, yellow fur, and black stripes that generates electricity and is called Electabuzz.\nA species of Pokemon that has a thunderbolt pattern on its body and can electrify its opponents and is called Electabuzz.\nA Pokemon that possesses strong electric powers and has a unique body pattern resembling lightning bolts and is called Electabuzz.\nA yellow creature with black markings that resemble lightning bolts, which allows it to generate powerful electric shocks and is called Electabuzz.",
    "responses": [
      "Electabuzz"
    ]
  },
  {
    "tag": "Magmar",
    "patterns": "A Pokemon with a red body and yellow markings on its belly, chest, and forehead that is called Magmar. \nA fire-type Pokemon with a humanoid body covered in red skin, yellow flame-like patterns on its body, and a flame-like crest on its head that is called Magmar. \nA Pokemon that resembles a bipedal, duck-like creature with a large, round body covered in red feathers and yellow markings on its belly and forehead and is called Magmar. \nA creature resembling a red, dinosaur-like Pokemon with a muscular build, a long narrow tail, and yellow markings on its body that is called Magmar. \nA Pokemon known for its fiery nature, with a red body covered in yellow flame-like patterns and a flame always burning on its tail and is called Magmar.",
    "responses": [
      "Magmar"
    ]
  },
  {
    "tag": "Pinsir",
    "patterns": "A large, insectoid Pokemon with a pair of massive horns on its head and a sturdy exoskeleton and is called Pinsir.\nA beetle-like Pokemon with a powerful pincer-like appendages and is called Pinsir.\nA Pokemon that resembles a large, menacing beetle with a pair of long, curved horns on its head and is called Pinsir.\nA powerful bug-type Pokemon with a distinctive, intimidating appearance and is called Pinsir.\nA fierce-looking Pokemon with a strong body covered in a hard, armor-like exoskeleton and is called Pinsir.",
    "responses": [
      "Pinsir"
    ]
  },
  {
    "tag": "Tauros",
    "patterns": "A large, bovine Pokemon with a sturdy build, brown fur, and sharp horns that is called Tauros.\nA powerful, bull-like Pokemon with a muscular body, brown fur, and a row of sharp horns and is called Tauros.\nA wild, raging Pokemon with a stocky build, a thick brown coat, and a pair of formidable horns and is called Tauros.\nA furious, bovine creature with a solid physique, a dense layer of brown fur, and menacing, pointed horns and is called Tauros.\nA Pokemon known for its fierce nature, solid build, and distinctive feature of sharp, brown horns and is called Tauros.",
    "responses": [
      "Tauros"
    ]
  },
  {
    "tag": "Magikarp",
    "patterns": "A weak and useless fish-like Pokemon that is called Magikarp. \nA blue, fish-like Pokemon that is known for being weak and useless and is called Magikarp. \nA Pokemon that is often mocked for its lack of strength and is called Magikarp. \nA water-type Pokemon that evolves into a strong and powerful creature and is called Magikarp. \nA Pokemon that is infamous for its Splash move, which does no damage, and is called Magikarp.",
    "responses": [
      "Magikarp"
    ]
  },
  {
    "tag": "Gyarados",
    "patterns": "A large, serpentine Pokemon with a blue body, fins, and tail that can fly and breathe fire and is called Gyarados. \n\nA powerful water/flying type Pokemon with a long and serpentine body, a blue color, and a fierce appearance that is called Gyarados.\n\nA fearsome Pokemon with a serpentine body covered in blue scales, a long fin-like crest on its head, and sharp fangs that is called Gyarados. \n\nA Pokemon known for its aggressive nature, fearsome appearance, and ability to cause massive destruction with its strong jaws and powerful Water and Dragon-type moves, and is called Gyarados.\n\nA majestic and intimidating Pokemon with a long and slender body, blue scales, sharp fangs, and a crest atop its head that is called Gyarados.",
    "responses": [
      "Gyarados"
    ]
  },
  {
    "tag": "Lapras",
    "patterns": "A large and majestic aquatic creature with a serpentine body, a gentle expression, and a blue shell-like back that is called Lapras.\nA Pokemon resembling a plesiosaur with a long neck and a large shell on its back and is called Lapras.\nA gentle and docile Pokemon with a blue hide resembling a sea creature and is called Lapras.\nA water and ice type Pokemon with a large shell on its back and a cream-colored underbelly and is called Lapras.\nA Pokemon known for its soothing and calming presence with a serene and graceful appearance and is called Lapras.",
    "responses": [
      "Lapras"
    ]
  },
  {
    "tag": "Ditto",
    "patterns": "A pink, amorphous creature with a smiling face that can transform into any other Pokemon and is called Ditto.\nA gelatinous Pokemon that has the ability to take on the appearance and characteristics of any other Pokemon and is called Ditto.\nA pink, blob-like Pokemon that can change its cell structure to transform into anything it sees and is called Ditto.\nA shape-shifting Pokemon with a simple, amorphous structure and is called Ditto.\nA Pokemon known for its ability to transform into any other Pokemon it sees and is called Ditto.\nA pink, gooey Pokemon that has the ability to transform into any other Pokemon it encounters and is called Ditto.\nA normal-type Pokemon that has the unique ability to transform into other Pokemon and is called Ditto.",
    "responses": [
      "Ditto"
    ]
  },
  {
    "tag": "Eevee",
    "patterns": "A small, fox-like creature with bushy fur and multiple possibilities for evolution and is called Eevee.\n\nA cute and versatile Pokemon that has the ability to evolve into several different forms and is called Eevee.\n\nA mammalian Pokemon with an unstable genetic code that allows it to evolve into different forms according to its environment and is called Eevee.\n\nA furry, quadruped Pokemon with a bushy tail and large, expressive eyes that is called Eevee.\n\nA versatile and highly adaptable Pokemon species that is able to evolve into multiple different forms and is called Eevee.\n\nA small, adorable creature with fluffy fur and the unique ability to evolve into various forms and is called Eevee.",
    "responses": [
      "Eevee"
    ]
  },
  {
    "tag": "Vaporeon",
    "patterns": "Vaporeon is a sleek and elegant Pokemon known for its aquatic appearance.",
    "responses": [
      "Vaporeon"
    ]
  },
  {
    "tag": "Jolteon",
    "patterns": "Jolteon is a fast and agile Pokemon with a unique appearance. It is an Electric-type Pokemon known for its sleek and spiky yellow fur. Jolteon has a slender body and a distinguishing feature of its pointed ears that resemble lightning bolts. Its intense yellow color stands out, and its fur is said to be charged with electricity. With its sharp claws and nimble movements, Jolteon exudes an aura of electrifying energy.",
    "responses": [
      "Jolteon"
    ]
  },
  {
    "tag": "Flareon",
    "patterns": "Flareon is a Fire-type Pokemon that resembles a fox. It has vibrant orange fur and a fluffy, bushy tail that has a flame-like appearance. With its distinctive pointed ears and sharp fangs, Flareon embodies both elegance and fierceness. This Pokemon is known for its intense heat and fiery personality, making it a formidable opponent in battles. Flareon's appearance exudes a sense of warmth and strength, making it a popular choice among trainers.",
    "responses": [
      "Flareon"
    ]
  },
  {
    "tag": "Porygon",
    "patterns": "A digital Pokemon with a geometric, polygonal body and a blue color scheme and is called Porygon.\nA cybernetic Pokemon with a pink body and a distinctive, pixelated appearance and is called Porygon.\nA Pokemon that resembles a virtual, computer-generated creature and is called Porygon.\nA triangular-shaped Pokemon with a slick, artificial-looking body and is called Porygon.\nA species of Pokemon that was created entirely from computer programming code and is called Porygon.\nA unique Pokemon that has a 3D, computer-generated appearance and is called Porygon.\nA virtual Pokemon that appears to be made out of pixels and is called Porygon.\nA Pokemon that has a sleek, modern design and is called Porygon.\nA digitized creature with a distinct, angular form and is called Porygon.\nA computer-based Pokemon with a distinct, hi-tech appearance and is called Porygon.",
    "responses": [
      "Porygon"
    ]
  },
  {
    "tag": "Omanyte",
    "patterns": "A prehistoric Pokemon with a spiral shell on its back that resembles a coil and is called Omanyte.\nA water and rock type Pokemon that resembles a spiral shell on its back and is called Omanyte.\nA small, ancient Pokemon with a shell on its back that looks like a spiral and is called Omanyte.\nA Pokemon that resembles a squid-like creature with a coiled shell on its back and is called Omanyte.\nA fossil Pokemon with a shell that is shaped like a spiral and is called Omanyte.\nA Pokemon that resembles a mollusk with a shell on its back and is called Omanyte.",
    "responses": [
      "Omanyte"
    ]
  },
  {
    "tag": "Omastar",
    "patterns": "A prehistoric, marine creature with a spiral shell and long tentacles that is called Omastar.\nA fossil Pokemon with a coiled shell on its back, multiple tentacles, and a fierce, determined look, known as Omastar.\nA Pokemon resembling a large, blue ammonite with sharp fangs, tentacles, and a spiky shell on its back, named Omastar.\nA Water/Rock type Pokemon with a distinctive spiral shell on its back, tentacles, and a menacing expression, known as Omastar.\nAn ancient Pokemon that has an octopus-like appearance with a distinctive spiral shell and long tentacles, called Omastar.\nA creature resembling an extinct marine animal with a coiled shell, tentacles, and a stern, powerful gaze, referred to as Omastar.\nA Pokemon resembling a spiral-shelled cephalopod with multiple tentacles and a determined, intimidating presence, called Omastar.\nA rock-type Pokemon that resembles an ammonite with a spiral shell, numerous tentacles, and a fierce expression, known as Omastar.\nA prehistoric Pokemon with a fearsome look, a spiral shell on its back, and long, writhing tentacles, known as Omastar.\nA Water/Rock type Pokemon that resembles a cephalopod with a spiral shell, tentacles, and an intense, unwavering gaze, known as Omastar.",
    "responses": [
      "Omastar"
    ]
  },
  {
    "tag": "Kabuto",
    "patterns": "A prehistoric Pokemon with a shell resembling that of a horseshoe crab and is called Kabuto.\nA small, crustacean-like Pokemon with a hard, dome-shaped shell and is called Kabuto.\nA Pokemon that resembles an ancient arthropod with a brown shell and is called Kabuto.\nA fossil Pokemon that looks like a marine creature with a dome-shaped shell and is called Kabuto.\nA water-type Pokemon that has a hard, protective shell resembling that of a horseshoe crab and is called Kabuto.",
    "responses": [
      "Kabuto"
    ]
  },
  {
    "tag": "Kabutops",
    "patterns": "A fossil Pokemon with a sleek, dark body and sharp blades on its arms that is called Kabutops.\nA Water/Rock type Pokemon resembling a prehistoric crustacean with a curved, yellow shell and sharp, scissor-like claws that is called Kabutops.\nA formidable Pokemon that has a blue body and a towering shell on its back, along with razor-sharp pincers and is called Kabutops.\nA bipedal Pokemon with a brown body, a hard shell on its back, and scythes for arms that is called Kabutops.\nAn ancient Pokemon with a brown, armor-like body, long sharp claws, and a distinct helmet-like crest on its head that is called Kabutops.",
    "responses": [
      "Kabutops"
    ]
  },
  {
    "tag": "Aerodactyl",
    "patterns": "Aerodactyl is a large, prehistoric Pokemon resembling a Pterosaur. It has a dark gray body with sharp, white fangs and claws. Its wings are long and narrow, with a bat-like structure. Aerodactyl has a short, pointed tail and a large crest on its head. It has red eyes and a fierce, intimidating appearance. This Pokemon is known for its incredible speed and agility in the skies.",
    "responses": [
      "Aerodactyl"
    ]
  },
  {
    "tag": "Snorlax",
    "patterns": "A large, rotund Pokemon with a blue body and a cream-colored belly that is called Snorlax.\nA sleepy, teddy bear-like creature with a massive build and a bluish-gray coloration that is known as Snorlax.\nA massive, hibernating Pokemon with a huge body covered in a thick layer of bluish fur and is called Snorlax.\nA lazy, heavyweight Pokemon with a massive appetite and a blue-ish coloration that is known as Snorlax.\nA powerful, snoozing Pokemon known for its immense size and unstoppable hunger and is called Snorlax.",
    "responses": [
      "Snorlax"
    ]
  },
  {
    "tag": "Articuno",
    "patterns": "Articuno is a legendary Pokemon known for its icy blue feathers and graceful appearance. It has a large wingspan and a beautiful plumage that resembles frozen ice. Articuno's body is covered in bluish-white feathers, with a long, flowing tail and a crest on its head. Its eyes are a piercing shade of ice blue, which adds to its majestic and mysterious aura. This Ice and Flying-type Pokemon is truly a sight to behold.",
    "responses": [
      "Articuno"
    ]
  },
  {
    "tag": "Zapdos",
    "patterns": "A legendary bird Pokemon with a unique combination of electric and flying type abilities and is called Zapdos.\nA large bird-like Pokemon that is covered in spiky yellow feathers and has a wingspan of over five meters and is called Zapdos.\nA legendary Pokemon that resembles a large, golden eagle with a wingspan of over six meters and is called Zapdos.\nA majestic bird Pokemon with bright yellow plumage and a crown-like crest on its head and is called Zapdos.\nA legendary electric type Pokemon that is said to control thunderstorms and is called Zapdos.\nA powerful Pokemon known for its lightning-like speed and sharp claws and is called Zapdos.\nA bird-like Pokemon that is enveloped in a golden glow and has the ability to create and control electricity and is called Zapdos.\nA legendary creature that has a body covered in electrically charged feathers and wings that crackle with electricity and is called Zapdos.\nA Pokemon with a wingspan of over three meters and the ability to summon thunderstorms and is called Zapdos.\nA unique bird Pokemon with a sleek, aerodynamic body and the ability to generate lightning bolts and is called Zapdos.",
    "responses": [
      "Zapdos"
    ]
  },
  {
    "tag": "Moltres",
    "patterns": "Moltres is a majestic bird-like Pokemon that is mostly red in color with yellow and orange accents. It has fiery wings and a long, flowing tail that resembles flames. Moltres has a sleek and elegant appearance, with a fierce and determined expression on its face. Its wings are large and powerful, allowing it to soar through the sky with incredible speed and grace. Overall, Moltres has a regal and commanding presence, making it a truly awe-inspiring sight to behold.",
    "responses": [
      "Moltres"
    ]
  },
  {
    "tag": "Dratini",
    "patterns": "A long, serpentine Pokemon with blue skin, a white underside, and big, round, white eyes that is called Dratini.\nA small, dragon-like Pokemon with a light blue color and a white underside that is called Dratini.\nA Pokemon that resembles a small serpentine dragon with a pale blue body and a white underside and is called Dratini.\nA graceful, snake-like Pokemon with a light blue color and a long, slender body that is called Dratini.\nA rare and elusive Pokemon that has a slender body and is known for its beautiful, light blue scales and is called Dratini.",
    "responses": [
      "Dratini"
    ]
  },
  {
    "tag": "Dragonair",
    "patterns": "A majestic and elegant dragon-like Pokemon with a long, serpentine body and shimmering blue scales that give off a mystical aura and is called Dragonair.\n\nA serene and graceful Pokemon that resembles a long, winding dragon with a gleaming, pearl-like orb on its forehead and is called Dragonair.\n\nA mystical creature with a serpentine body covered in beautiful, light blue scales that resemble flowing water and is called Dragonair.\n\nA dragon-like Pokemon with a sleek and elegant design, featuring a long, slender body and a pair of wings that allow it to gracefully glide through the air and is called Dragonair.\n\nA rare and enchanting species of Pokemon that possesses a serene and calming presence, with its shimmering blue body and mystical abilities and is called Dragonair.",
    "responses": [
      "Dragonair"
    ]
  },
  {
    "tag": "Dragonite",
    "patterns": "Dragonite is a large, dragon-like Pokemon that has the appearance of a dragon with orange skin, a blue underbelly, and a cream-colored snout. It has wings with teal undersides and can fly at high speeds. Dragonite also has a round belly and muscular arms and legs. Its face is friendly-looking, with a wide smile and large, round eyes. Overall, Dragonite has a powerful and imposing yet friendly and approachable appearance.",
    "responses": [
      "Dragonite"
    ]
  },
  {
    "tag": "Mewtwo",
    "patterns": "Mewtwo is a legendary Pokemon with a humanoid appearance and a coloration that is primarily purple. It has a sleek and muscular body, with a height of six feet and seven inches. Mewtwo has a long, thin tail and three digits on each hand and foot. Its head is rounded and hairless, with prominent psychic powers. The creature's eyes are different from normal Pokemon, featuring a distinctively pale-colored iris. Overall, Mewtwo exudes an aura of power and mystique, making it one of the most notable and recognizable Pokemon in the world.",
    "responses": [
      "Mewtwo"
    ]
  },
  {
    "tag": "Mew",
    "patterns": "A pink, cat-like creature with large blue eyes, a short, thin tail, and is called Mew.",
    "responses": [
      "Mew"
    ]
  }
]